webservice/arquivo.txt

<?xml version="1.0" encoding="ISO-8859-1"?><SOAP-ENV:Envelope SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"><SOAP-ENV:Body><ns2022:exemplo xmlns:ns2022="http://tempuri.org"><nome xsi:type="xsd:string">Teste</nome><idade xsi:type="xsd:int">51</idade></ns2022:exemplo></SOAP-ENV:Body></SOAP-ENV:Envelope>